# language: uk
Функціонал: Домашня сторінка
  Для того щоби мати можливість знайти необхідну інформацію на сайті
  Як людина що шукає тварину для прилаштування
  Я хочу бачити навігаційне меню на головній сторінці

  Сценарій: Навігаційне меню
    Коли я знахожусь на головній сторінці сайту
    Тоді на сторінці має відображатись головне меню із розділами:
      |Розділ  |
      |Пси     |
      |Коти    |
      |Новини  |
    А також для кожного розділу має відображатись кількість елементів всередині розділу
