# language: uk
Функціонал: Додавання оголошення
  Як небайдужа людина що опікується безпритульними тваринами
  Я хочу хочу мати можливість подати оголошення
  Для того щоби прилаштувати тваринку швидше

  Передумова:


  Сценарій: Всі характеристики тварини відображаються на картці тварини
    Нехай я зайшов на головну сторінку
    І обрав "Подати оголошення"
    Тоді я маю бачити картку тварини
    Коли я заповнив поля картки тварини
    І натиснув "Подати Оголошення"
    Тоді Оголошення має з’явитись у переліку тварин