# language: uk
Функціонал: Додавання оголошення
  Як небайдужа людина що опікується безпритульними тваринами
  Я хочу хочу мати можливість подати оголошення
  Для того щоби прилаштувати тваринку швидше

  Передумова:


  Сценарій: Всі характеристики тварини відображаються на картці тварини
    Нехай я зайшов на головну сторінку
    І обрав "Подати оголошення"
    Тоді я маю бачити картку тварини
    Коли я заповнив наступні поля картки тварини:
      |Ім’я   |Вид    |Порода           |Стать    |Вік     |
      | Рудий | Пси   |  Безпородна     |  Він    | 10 міс |
    І натиснув "Подати Оголошення"
    І повернувся до переліку тварин
    Тоді я маю бачити оголошення із наступним змістом у списку:
      |Ім’я   |Вид    |Порода           |Стать    |Вік     |
      | Рудий | Пси   |  Безпородна     |  Він    | 10 міс |