# language: uk
  Функціонал: Перелік тварин
  Я хочу, щоб у переліку тварин відображалась порода, розмір, стать і вік тварини для того, щоб мати  можливість швидше прийняти рішення про потребу переходити на сторінку з описом тварини.

  Передумова:
    Припустимо, що в каталозі існує хоча б одна тварина

  Сценарій: У короткому описі я маю побачити порода, розмір, стать і вік тварини.
    Нехай ми відкрили сторінку тварин
    Тоді опис всіх тварин має містити породу, розмір, стать та вік тварини.
