# language: uk
Функціонал: Публікація дописів з фейсбук на сайті.
  Як активний зоозахисник що публікує багато оголошенть про тварин у фейсбуці
  Я хочу щоби мої дописи автоматично з’являлись на сайті
  Для того щоби поширювати інформацію про тварин для більшої аудиторії людей
  І скористатись перевагою індексації пошуковими системами

  Сценарій:
    Нехай я дав дозвіл автоматично публікувати мої дописи з фейсбук
    Коли я додав новий допис у фейсбук
    Тоді цей допис має з’явитись на сайті у стрічці соціальних обговорень
