# language: uk
Функціонал: Вхід в систему з допомогою фейсбук
  Як користувач я хочу мати можливість залогуватись/зареєструватись на сайті з допомогою фейсбук
  Щоби бачити історію власної активності і керувати інформацією викладеною мною

  Передумова:
    Припустимо, що в базі немає жодного користувача

  Сценарій: Вхід за допомогою фейсбук
    Нехай я відкрив головну сторінку
    І обрав "Увійти"
    Тоді я маю бачити форму з посиланням на логування через фейсбук
    Коли я натуснув на лінк логування через фейсбук і авторизувавшись там
    Тоді я маю повернутись на головну сторінку
    І бачити повідомлення успішного входу на сайт через фейсбук
    А також бачити імя користувача на панелі меню