# language: uk
Функціонал: Вхід в систему
  Як користувач я хочу мати можливість увійти до системи
  Щоби бачити історію власної активності і керувати інформацією викладеною мною

  Передумова:
    Припустимо, що в базі даних має бути створений хоча б один користувач

  Сценарій: Вхід за допомогою емейла і пароля
    Нехай я відкрив головну сторінку
    І обрав "Увійти"
    Тоді я маю бачити форму для вводу емейла і пароля
    Коли я ввів емейл і пароль
    І натиснув "Увійти"
    Тоді я маю повернутись на головну сторінку
    І бачити повідомлення успішного входу на сайт