# language: uk
Функціонал: Вхід в систему
  Як користувач я хочу мати можливість увійти до системи
  Щоби бачити історію власної активності і керувати інформацією викладеною мною.

  Передумова:

  Сценарій: Вхід за допомогою імені і пароля
    Нехай я відкрив головну сторінку
    І обрав "Увійти"
    Тоді я маю бачити форму для вводу імені і пароля
    Коли я ввів ім’я і пароль
    І натиснув "Увійти"
    Тоді я маю повернутись на головну сторінку
    І бачити повідомлення успішного входу на сайт