# language: uk
Функціонал: Реєстрація в системі
  Як користувач я хочу мати можливість зареєструватись у системі
  Щоби бачити історію власної активності і керувати інформацією викладеною мною.

  Передумова:
    Припустимо, що в базінемає ні одного користувача

  Сценарій: Реєстрація
    Нехай я відкрив головну сторінку
    І обрав "Зареєструватись"
    Тоді я маю бачити форму для вводу імені, емейлу, пароля та його підтвердження
    Коли я ввів імя, емейлу, пароля та його підтвердження
    І натиснув "Зареєструватись"
    Тоді я маю повернутись на головну сторінку
    І бачити повідомлення успошної реєстрації в системі